tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hyde46/hoard"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "atuin"
brew "autoconf"
brew "bash"
brew "cmake"
brew "exa"
brew "fd"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "googletest"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "nushell"
brew "nvm"
brew "pass"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "xplr"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "hyde46/hoard/hoard"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "supabase/tap/supabase"
cask "alacritty"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "notion"
cask "rectangle"
