tap "bufbuild/buf"
tap "ellie/atuin"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
brew "atuin"
brew "autoconf"
brew "bash"
brew "cmake"
brew "erdtree"
brew "exa"
brew "fd"
brew "fnm"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nushell"
brew "pass"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "xplr"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "notion"
