tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hyde46/hoard"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "atuin"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "xplr"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "hyde46/hoard/hoard"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "supabase/tap/supabase"
cask "alacritty"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "notion"
cask "raycast"
cask "rectangle"
